{
  "nav": {
    "home": "Home",
    "portfolio": "Portfolio",
    "biography": "Biography",
    "exhibitions": "Exhibitions",
    "contact": "Contact"
  },
  "home": {
    "title": "Ilze Erba-Brenholma",
    "subtitle": "Textile Artist"
  },
  "portfolio": {
    "title": "Portfolio",
    "intro": "Exploring the intersection of natural materials and contemporary art through textile installations and sculptural forms.",
    "works": {
      "funguy": {
        "title": "Fun-guy",
        "description": "An installation consisting of four light objects. Each object functions both as an independent artwork and a functional light fixture. Each individual object measures 150x30x30cm. The illuminated, brownish translucent part - the \"lampshade\" is made using cellulose fiber grown by the author using symbiotic bacterial culture.",
        "material": "Cellulose fiber, Symbiotic bacterial culture",
        "category": "Light Installation"
      },
      "rainbow": {
        "title": "Varav카ksnene",
        "description": "Located in the middle of the exhibition, this object made of wool, polyester, and composite materials features a rainbow-colored eye observing the space. It challenges viewers to contemplate how differently each person might perceive the same view.",
        "material": "Wool, Polyester, Composite materials",
        "category": "Textile Installation"
      }
    },
    "details": {
      "year": "Year",
      "material": "Material",
      "dimensions": "Dimensions"
    }
  },
  "biography": {
    "title": "Biography",
    "intro": "Based in Riga, Latvia, I am a textile artist known for my work in textiles and installation art, exploring the intersection of traditional techniques and contemporary themes.",
    "timeline": "Timeline and Achievements",
    "background": {
      "title": "Background and Early Career",
      "content": "Known professionally as both Ilze Brenn and Ilze Erba-Brenholma, I studied at the Art Academy of Latvia, where I developed my unique approach to textile art combining traditional craftsmanship with contemporary artistic expression."
    },
    "exhibitions": {
      "title": "Notable Exhibition (2019)",
      "content": "A significant milestone in my career was the exhibition 'Studentu dienasgr훮matas III. Tekstils' (Students' Journals III. Textile) from March 2 to April 22, 2019. My installation 'Ciklisk훮 diagon훮le' transformed clothing with gender role stereotypes into an abstract form using digital weaving, batik, and embroidery techniques."
    },
    "workshops": {
      "title": "Workshops and Public Engagement",
      "content": "I actively engage with the art community through open workshops on digital embroidery, sharing my expertise and techniques with aspiring artists and enthusiasts."
    },
    "current": {
      "title": "Current Focus",
      "content": "I remain active in Latvia's art scene, continuing to explore the boundaries between traditional textiles and contemporary art while addressing important social themes through my work."
    }
  },
  "contact": {
    "intro": "Get in touch with me for collaborations, exhibitions, or any inquiries about my work.",
    "email": "Email",
    "email_desc": "For inquiries about commissions, exhibitions, or collaborations",
    "instagram": "Instagram",
    "instagram_desc": "Follow my latest work and behind-the-scenes content",
    "location": "Location",
    "location_desc": "Based in Riga, Latvia."
  }
}
