{
  "nav": {
    "home": "Home",
    "portfolio": "Portfolio",
    "biography": "Biography",
    "exhibitions": "Exhibitions",
    "contact": "Contact"
  },
  "home": {
    "title": "Ilze Brenn",
    "subtitle": "Textile Artist"
  },
  "portfolio": {
    "title": "Portfolio",
    "intro": "Exploring the intersection of natural materials and contemporary art through textile installations and sculptural forms.",
    "works": {
      "funguy": {
        "title": "Fun-guy",
        "description": "An installation consisting of four light objects. Each object functions both as an independent artwork and a functional light fixture. Each individual object measures 150x30x30cm. The illuminated, brownish translucent part - the \"lampshade\" is made using cellulose fiber grown by the author using symbiotic bacterial culture.",
        "material": "Cellulose fiber, Symbiotic bacterial culture",
        "category": "Light Installation"
      },
      "rainbow": {
        "title": "Varavīksnene",
        "description": "Located in the middle of the exhibition, this object made of wool, polyester, and composite materials features a rainbow-colored eye observing the space. It challenges viewers to contemplate how differently each person might perceive the same view.",
        "material": "Wool, Polyester, Composite materials",
        "category": "Textile Installation"
      },
      "atgazend": {
        "title": "Atgazend",
        "description": "A textile graffiti installation at Atgāzene station in Riga, Latvia's smallest neighborhood (0.745 sq km). This work serves as a festive farewell to the station slated for closure, using textile as an unconventional medium to honor the neighborhood's identity. The fragile nature of textile graffiti mirrors the vulnerability of the area, which may be absorbed by surrounding districts. The project creates a non-verbal dialogue with street artists, transforming the station's name into a symbol of impermanence and celebration of everyday life.",
        "material": "Textile materials, Street art installation",
        "category": "Textile Graffiti Installation",
        "dimensions": "Site-specific installation"
      }
    },
    "details": {
      "year": "Year",
      "material": "Material",
      "dimensions": "Dimensions"
    }
  },
  "biography": {
    "title": "Biography",
    "intro": "A multicultural - interdimensional personality who enjoys living in a dream world while trying to stay grounded and connected to the cultures found on Earth.",
    "timeline": "Timeline and Achievements",
    "background": {
      "title": "Background and Early Career",
      "content": "Known professionally as Ilze Brenn, I studied at the Art Academy of Latvia, where I developed my unique approach to textile art combining traditional craftsmanship with contemporary artistic expression."
    },
    "exhibitions": {
      "title": "Exhibition Participation",
      "content": "2024 \"Self-portrait\" Sigulda Castle Quarter \"Place No.6\"\n2024 \"Thread\" gallery \"LOOK\"\n2020 Intangible Cultural Heritage Center UPĪTE\n2019 \"Student Diaries 3\" Dubulti Art Station\n2019 \"Process\" Tukums Weaving Workshop\n2019 \"Clay and Thread\" Kuldīga Artists Residence\n2019 \"On Tiptoes\" J. Rozentāls and R. Blaumanis Museum\n2018 \"Nature of Things\" Kalnciema Quarter Gallery\n2018 Textile Collective Exhibition Riga Design and Art School\n2018 \"Two Julys\"-\"100% Textile\" Gulbene Red Castle\n2017 \"Textile Miniature Exhibition\" Ģ. Eliass Jelgava History and Art Museum\n2017 \"Kate Derum and the Irene Davies Awards for Small Tapestries\" The Australian Tapestry Workshop"
    },
    "workshops": {
      "title": "Creative Program Participation",
      "content": "2024 Marije Vogelzang NL masterclass on Food Design at BKUS, with LMA students and RSU Art Therapy and Nutrition program students as well as BKUS medical personnel.\n2024 Rianne Makkink NL \"Waterschool\"\n2024 Berlin Affordable Art Market \"BAAM Berlin #7\" DE\n2024 The lost-and-found conference, Lost and Found office, Riga\n2023 LAB University of Applied Sciences, Lahti, Finland\n2020 Textile Art Symposium at Upīte Cultural Space\n2020 Annika Kiidron-Roomets LT \"Stories of our clothes\"\n2019 Sarah Schweisig DE \"Reuse-Reduce-Recycle. Meaning of sustainability\"\n2019 Laura Pavionyte LT felting masterclass\n2019 Lukas Anu Tomaševičus LT \"Indigo/Preperation/Technologi\"\n2019 Irita Ozoliņa \"Creating Digital Repeat Patterns\"\n2019 Glenn Vilppu USA \"Figure Drawing and Composition Workshop\"\n2019 Aleksejs Naumovs LV \"Plein Air\""
    },
    "education": {
      "title": "Education",
      "content": "2023 - present Art Academy of Latvia (Master's degree)\n2016 – 2020 Art Academy of Latvia (Bachelor's degree in Art)"
    },
    "current": {
      "title": "Current Focus",
      "content": "I remain active in Latvia's art scene, continuing to explore the boundaries between traditional textiles and contemporary art while addressing important social themes through my work."
    }
  },
  "contact": {
    "intro": "Contact me for collaborations, exhibitions, or any inquiries about my work.",
    "email": "Email",
    "email_desc": "For inquiries about commissions, exhibitions, or collaborations",
    "phone": "Phone",
    "phone_number": "+371 25152311",
    "phone_desc": "For collaborations and exhibitions",
    "instagram": "Instagram",
    "instagram_desc": "Follow my latest work and behind-the-scenes content",
    "location": "Location",
    "location_desc": "Based in Riga, Latvia."
  }
}
