{
  "nav": {
    "home": "Home",
    "portfolio": "Portfolio",
    "biography": "Biography",
    "exhibitions": "Exhibitions",
    "contact": "Contact"
  },
  "home": {
    "title": "Ilze Brenn",
    "subtitle": "Textile Artist"
  },
  "portfolio": {
    "title": "Portfolio",
    "intro": "Exploring the intersection of natural materials and contemporary art through textile installations and sculptural forms.",
    "installations": "Installations",
    "works": {
      "funguy": {
        "title": "Fun-guy",
        "description": "An installation consisting of four light objects. Each object functions both as an independent artwork and a functional light fixture. Each individual object measures 150x30x30cm. The illuminated, brownish translucent part - the \"lampshade\" is made using cellulose fiber grown by the author using symbiotic bacterial culture.",
        "material": "Cellulose fiber, Symbiotic bacterial culture",
        "category": "Light Installation"
      },
      "rainbow": {
        "title": "Varavīksnene",
        "description": "A bridge between heaven and earth.\n\"Varavīksnene\" is an optical phenomenon in the atmosphere. To see it requires a special convergence of circumstances – the height of the sun above the horizon, the amount of water droplets in the air, the viewer's position, and the ability and desire to see it. It is a miracle of nature and sky that we perceive thanks to light and the limited spectrum of vision that humans can perceive.\n\nEyes are the organs through which humans perceive reality. Part of the eye is named after the rainbow - iris (varavīksnene in Latvian), meaning each person carries a piece of the sky within them. Like a fingerprint, each person's iris is unique and unrepeatable. Eyes serve as mirrors of the human soul. We look into the eyes of those we respect and trust, and avert our gaze when sensing threats. Through our eyes, we let the world in and offer what we are capable of understanding and seeing.\n\nI want to draw the viewer's attention to the iris, its diversity and depth – everyone sees differently, perceives through their own experience and knowledge, thus reality is different for each person. This work aims to encourage broader thinking and acceptance of different perspectives, learning to see diverse viewpoints and filter extreme opinions.\n\nEach of us is a miracle that fits into the celestial plan and order. Looking in the mirror, observe the cosmos in your eye, at the center of which is the black unknown hole that absorbs everything, including light.",
        "material": "Wool, Polyester, Composite materials",
        "category": "Textile Installation",
        "year": "2023"
      },
      "atgazend": {
        "title": "Atgazend",
        "description": "The station has closed, and with its closure, the smallest neighborhood of Riga—Atgāzene (0.745 square kilometers)—faces a quiet erasure from the map. The closure risks not only the physical site but also the very name of Atgāzene, which may be gradually absorbed by neighboring areas such as Torņakalns, Ziepniekkalns, or Āgenskalns. Now, only street artists continue to \"care\" for this place.\n\nIn honor of Atgāzene, I have joined fellow subculture representatives in adorning and commemorating the closed station, using textiles as an unconventional medium for graffiti. My work explores the dialogue between permanence and fragility—where traditional painted tags adhere with their own unspoken laws, my textile pieces are much more vulnerable to damage or removal.\n\nMy hypothesis is that, given Atgāzene's diminutive size, the station's closure has precipitated a broader cultural disappearance of the district's identity. I wish to bid a heartfelt farewell to our dear old Atgāzene.\n\nI have delved into the interplay between two art forms: the enduring nature of fabric—a companion from birth to death—and the transient expressions of street art. I join the taggers, often misunderstood by society, in celebrating the end of the ATGAZEne station with festivity. After all, celebrations need neither permission nor reason; every day holds a reason to commemorate.\n\nThis work stands as a non-verbal, visual dialogue among street artists. For my textile graffiti, I have chosen the station's name as a symbol—transforming it to convey the message of an inevitable end. In the grand scheme, everything comes to a close, and now it is Atgāzene's turn.",
        "material": "Textile materials, Street art installation",
        "category": "Textile Graffiti Installation",
        "dimensions": "Site-specific installation"
      }
    },
    "details": {
      "year": "Year",
      "material": "Material",
      "dimensions": "Dimensions"
    }
  },
  "biography": {
    "title": "Biography",
    "intro": "A multicultural - interdimensional personality who enjoys living in a dream world while trying to stay grounded and connected to the cultures found on Earth.",
    "timeline": "Timeline and Achievements",
    "background": {
      "title": "Background and Early Career",
      "content": "Known professionally as Ilze Brenn, I studied at the Art Academy of Latvia, where I developed my unique approach to textile art combining traditional craftsmanship with contemporary artistic expression."
    },
    "exhibitions": {
      "title": "Exhibition Participation",
      "content": "2024 \"Self-portrait\" Sigulda Castle Quarter \"Place No.6\"\n2024 \"Thread\" gallery \"LOOK\"\n2020 Intangible Cultural Heritage Center UPĪTE\n2019 \"Student Diaries 3\" Dubulti Art Station\n2019 \"Process\" Tukums Weaving Workshop\n2019 \"Clay and Thread\" Kuldīga Artists Residence\n2019 \"On Tiptoes\" J. Rozentāls and R. Blaumanis Museum\n2018 \"Nature of Things\" Kalnciema Quarter Gallery\n2018 Textile Collective Exhibition Riga Design and Art School\n2018 \"Two Julys\"-\"100% Textile\" Gulbene Red Castle\n2017 \"Textile Miniature Exhibition\" Ģ. Eliass Jelgava History and Art Museum\n2017 \"Kate Derum and the Irene Davies Awards for Small Tapestries\" The Australian Tapestry Workshop"
    },
    "workshops": {
      "title": "Creative Program Participation",
      "content": "2024 Marije Vogelzang NL masterclass on Food Design at BKUS, with LMA students and RSU Art Therapy and Nutrition program students as well as BKUS medical personnel.\n2024 Rianne Makkink NL \"Waterschool\"\n2024 Berlin Affordable Art Market \"BAAM Berlin #7\" DE\n2024 The lost-and-found conference, Lost and Found office, Riga\n2023 LAB University of Applied Sciences, Lahti, Finland\n2020 Textile Art Symposium at Upīte Cultural Space\n2020 Annika Kiidron-Roomets LT \"Stories of our clothes\"\n2019 Sarah Schweisig DE \"Reuse-Reduce-Recycle. Meaning of sustainability\"\n2019 Laura Pavionyte LT felting masterclass\n2019 Lukas Anu Tomaševičus LT \"Indigo/Preperation/Technologi\"\n2019 Irita Ozoliņa \"Creating Digital Repeat Patterns\"\n2019 Glenn Vilppu USA \"Figure Drawing and Composition Workshop\"\n2019 Aleksejs Naumovs LV \"Plein Air\""
    },
    "education": {
      "title": "Education",
      "content": "2023 - present Art Academy of Latvia (Master's degree)\n2016 – 2020 Art Academy of Latvia (Bachelor's degree in Art)"
    },
    "current": {
      "title": "Current Focus",
      "content": "I remain active in Latvia's art scene, continuing to explore the boundaries between traditional textiles and contemporary art while addressing important social themes through my work."
    }
  },
  "contact": {
    "intro": "Contact me for collaborations, exhibitions, or any inquiries about my work.",
    "email": "Email",
    "email_desc": "For inquiries about commissions, exhibitions, or collaborations",
    "phone": "Phone",
    "phone_number": "+371 25152311",
    "phone_desc": "For collaborations and exhibitions",
    "instagram": "Instagram",
    "instagram_desc": "Follow my latest work and behind-the-scenes content",
    "location": "Location",
    "location_desc": "Based in Riga, Latvia."
  }
}
