{
  "nav": {
    "home": "Sākums",
    "portfolio": "Portfolio",
    "biography": "Biogrāfija",
    "exhibitions": "Izstādes",
    "contact": "Kontakti"
  },
  "home": {
    "title": "Ilze Erba-Brenholma",
    "subtitle": "Tekstilmāksliniece"
  },
  "portfolio": {
    "title": "Portfolio",
    "intro": "Izpētot dabisko materiālu un laikmetīgās mākslas krustpunktu caur tekstila instalācijām un skulpturālām formām.",
    "works": {
      "funguy": {
        "title": "Fun-guy",
        "description": "Instalācija, kas sastāv no četriem gaismas objektiem. Katrs objekts darbojas gan kā neatkarīgs mākslas darbs, gan kā funkcionāls gaismas ķermenis. Katra atsevišķā objekta izmēri ir 150x30x30cm. Apgaismotā, brūnganā caurspīdīgā daļa - \"lampas abažūrs\" ir izgatavots, izmantojot autores audzētu celulozes šķiedru ar simbiotisko baktēriju kultūru.",
        "material": "Celulozes šķiedra, Simbiotiskā baktēriju kultūra",
        "category": "Gaismas Instalācija"
      },
      "rainbow": {
        "title": "Varavīksnene",
        "description": "Izstādes centrā novietotais objekts, kas izgatavots no vilnas, poliestera un kompozītmateriāliem, attēlo varavīksnes krāsu aci, kas vēro telpu. Tas aicina skatītājus pārdomāt, cik atšķirīgi katrs cilvēks varētu uztvert vienu un to pašu skatu.",
        "material": "Vilna, Poliesters, Kompozītmateriāli",
        "category": "Tekstila Instalācija"
      }
    },
    "details": {
      "year": "Gads",
      "material": "Materiāls",
      "dimensions": "Izmēri"
    }
  },
  "biography": {
    "title": "Biogrāfija",
    "intro": "Dzīvoju un strādāju Rīgā, Latvijā. Esmu tekstilmāksliniece, kas pazīstama ar savu darbu tekstila un instalāciju mākslas jomā, pētot tradicionālo tehniku un mūsdienu tēmu krustpunktus.",
    "timeline": "Laika līnija un sasniegumi",
    "background": {
      "title": "Pamatinformācija un karjeras sākums",
      "content": "Profesionāli pazīstama gan kā Ilze Brenn, gan Ilze Erba-Brenholma, es studēju Latvijas Mākslas akadēmijā, kur attīstīju savu unikālo pieeju tekstilmākslai, apvienojot tradicionālo amatniecību ar mūsdienu mākslas izpausmi."
    },
    "exhibitions": {
      "title": "Nozīmīgā izstāde (2019)",
      "content": "Būtisks pagrieziena punkts manā karjerā bija izstāde 'Studentu dienasgrāmatas III. Tekstils' no 2019. gada 2. marta līdz 22. aprīlim. Mana instalācija 'Cikliskā diagonāle' pārveidoja apģērbu ar dzimumu lomu stereotipiem abstraktā formā, izmantojot digitālo aušanu, batiku un izšūšanas tehnikas."
    },
    "workshops": {
      "title": "Darbnīcas un sabiedriskā darbība",
      "content": "Es aktīvi iesaistos mākslas kopienā, vadot atvērtās darbnīcas par digitālo izšūšanu, daloties ar savu pieredzi un tehnikām ar topošajiem māksliniekiem un interesentiem."
    },
    "current": {
      "title": "Pašreizējais fokuss",
      "content": "Es turpinu aktīvi darboties Latvijas mākslas vidē, pētot robežas starp tradicionālo tekstilu un laikmetīgo mākslu, vienlaikus savos darbos pievēršoties svarīgām sociālajām tēmām."
    }
  },
  "contact": {
    "intro": "Sazinieties ar mani par sadarbību, izstādēm vai jebkādiem jautājumiem par manu darbu.",
    "email": "E-pasts",
    "email_desc": "Saziņai par pasūtījumiem, izstādēm vai sadarbību",
    "instagram": "Instagram",
    "instagram_desc": "Sekojiet maniem jaunākajiem darbiem un aizkulisēm",
    "location": "Atrašanās vieta",
    "location_desc": "Bāzēta Rīgā, Latvijā."
  }
}
